#GOA ში ყოველ შემოყვანილ ადამიანზე გეძლევა 100ლ.
#მომხმარებელს შემოატანინეთ თუ რამდენი ადამიანი შემოიყვანა ხოლო თითო შემოყვანილ ადამიანზე დაერიცხოს 100ლ
#1) რამდენი დაგერიცხება თუ შემოიყვან 10 ბავშვს?  15 ბავშცს?
num_of_invitation = input("How many people did you invite in GOA? ")
price = 100
print(int(num_of_invitation) * int(price))

#2) რამდენი დაგერიცხება თუ შემოიყვან 100 ბავშვს გამოკლებული 37 დამატებული 13 გაყოფილი 10 და გამრავებული 264 ზე
print(100 * 100 - 37 + 13 // 10 * 264) #აი ამაზე დარწმუნებული არ ვარ მაგრამ მუშაობს :D